tap "homebrew/core"
tap "homebrew/cask"

brew "git"
brew "mas"
brew "wget"
brew "uv"
brew "bottom"

cask "obsidian"
cask "sublime-text"
cask "notion"
cask "docker"
cask "google-chrome"
cask "visual-studio-code"
cask "slack"
cask "raycast"
cask "warp"
cask "obsidian"
cask "rectangle"
cask "postman"
cask "grandperspective"
# Jetbrain
cask "intellij-idea"
cask "datagrip"
cask "pycharm"


mas "KakaoTalk", id: 869223134 # Kakaotalk
mas "Xcode", id: 497799835 # Mac App Store의 Xcode
